{
  "Legit": [
    "Government starts flood control project to prevent disasters.",
    "New healthcare program launched for senior citizens.",
    "President announces scholarship program for students.",
    "Scientists discover new vaccine to fight pandemic.",
    "WALANG PASOK: Class suspensions for September 19, 2025",
    "Dizon: Only 22% of 2025 DPWH budget disbursed",
    "Quimbo points to bicam as source of P289-B insertions in DPWH’s 2025 budget ",
    "Comelec suspends preparations for BARMM polls",
    "Another round fuel price hike looms next week",
    "North Avenue partially closed from Sept. 24 to Nov. 30, 2025 for MRT-7 works",
    "GMA Network Radio Stations Maintain Strong Performance Across Mega Manila Airwaves in August 2025",
    "BSP limits withdrawals at P500,000 per day",
    "Lisa of Blackpink stuns in floral gown at BIFF 2025 red carpet",
    "DPWH: Trillions may have been lost to anomalous flood control projects",
    "Calabarzon wage board approves daily minimum wage hike —DOLE",
    "DPWH to finish ongoing flood control projects before shift to science-based planning",
    "AFP on red alert amid protests vs corruption",
    "No winners of major lotto draws on Thursday, Sept.18, 2025",
    "Lacson says Jinggoy Estrada, Joel Villanueva not cleared yet of budget insertion row",
    "Nando slightly intensifies",
    "P20/kilo rice for transport sector begins Sept. 16, 2025",
    "PNP to provide security in flood control project Inspections",
    "PISTON to hold transport strike vs corruption",
    "QC solon seeks restoration of scrapped flood control projects",
    "COA: Ex-DPWH execs in Bulacan face graft raps over P390-M ghost projects",
    "Joel Villanueva shows how to fabricate photos, alter metadata in Senate hearing",
    "Sara Duterte to fly to Japan to meet with Filipino community",
    "Miss International pageant taps PH production agency for 2025 competition",
    "Department of Health reports a decrease in dengue cases nationwide."
    
  ],
  "Fake": [
    "Duterte is the mastermind in the corruption in the Philippines.",
    "Can Stewart and Colbert save us?",
    "Onion views D.C. from Big Apple",
    "Pardon the Pundit pokes fun at pols",
    "DepEd: Removal of K-12 program for school year 2025-26 ",
    "Palace calls out Dela Rosa, Baste Duterte for sharing",
    "Cure for all diseases found in soda drink!",
    "Celebrity secretly married an alien on Mars!",
    "Aliens are controlling the government in secret.",
    "Ombudsman suspends 16 DPWH Bulacan execs over flood control mess.",
    "Chocolate drink cures all kinds of cancer overnight."
  ]
}
